cv/cvorg.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-02-01 Wed 17:00 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>Julien Chastang</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Julien Chastang" />

    <link href='https://fonts.googleapis.com/css?family=Gentium+Book+Basic:400,400i,700' rel='stylesheet' />
</head>
<body>
<div id="content">
<h1 class="title">Julien Chastang
<br>
<span class="subtitle">Curriculum Vitæ</span>
</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Unidata Program Center</td>
</tr>

<tr>
<td class="org-left">UCAR Community Programs</td>
</tr>

<tr>
<td class="org-left">1850 Table Mesa Drive</td>
</tr>

<tr>
<td class="org-left">Boulder, CO 80305</td>
</tr>

<tr>
<td class="org-left">USA</td>
</tr>
</tbody>
</table>
<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">Contact</h2>
<div class="outline-text-2" id="text-orgheadline1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">phone</td>
<td class="org-left">+1.303.497.2825</td>
</tr>

<tr>
<td class="org-left">email</td>
<td class="org-left">chastang@ucar.edu</td>
</tr>

<tr>
<td class="org-left">URL</td>
<td class="org-left"><a href="http://julienchastang.com/">http://julienchastang.com/</a></td>
</tr>

<tr>
<td class="org-left">Citizenship</td>
<td class="org-left">USA and French</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2">Educational Background</h2>
<div class="outline-text-2" id="text-orgheadline2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">M. Sc.</td>
<td class="org-left">University of Colorado</td>
<td class="org-right">2000</td>
</tr>

<tr>
<td class="org-left">B. Sc.</td>
<td class="org-left">University of Colorado</td>
<td class="org-right">1994</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3">Positions Held</h2>
<div class="outline-text-2" id="text-orgheadline3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">2010-</td>
<td class="org-left">Software Engineer III</td>
<td class="org-left">Unidata Program Center</td>
<td class="org-left">UCAR</td>
</tr>

<tr>
<td class="org-right">2006-2010</td>
<td class="org-left">Software Engineer III</td>
<td class="org-left">Computational Information Systems</td>
<td class="org-left">UCAR</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Laboratory</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">2000-2006</td>
<td class="org-left">Software Engineer II</td>
<td class="org-left">Research Application Laboratory</td>
<td class="org-left">UCAR</td>
</tr>

<tr>
<td class="org-right">1999-2000</td>
<td class="org-left">Student Assistant</td>
<td class="org-left">Research Application Laboratory</td>
<td class="org-left">UCAR</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"></h2>
<div class="outline-text-2" id="text-orgheadline4">
<p>
UCAR is the University Corporation for Atmospheric Research located in Boulder, Colorado USA
</p>
</div>
</div>
<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5">Publications</h2>
<div class="outline-text-2" id="text-orgheadline5">
<p>
\fullcite{Dunlap2008}<br  />
</p>

<p>
\fullcite{Welch1995}
</p>
</div>
</div>
<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6">Awards</h2>
<div class="outline-text-2" id="text-orgheadline6">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">2001</td>
<td class="org-left">UCAR Outstanding Accomplishment Award for Scientific and Technical</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Advancement</td>
</tr>

<tr>
<td class="org-right">2009</td>
<td class="org-left">UCAR Special Recognition Award</td>
</tr>

<tr>
<td class="org-right">2014</td>
<td class="org-left">UCAR Special Recognition Award</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7">Grants</h2>
<div class="outline-text-2" id="text-orgheadline7">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">$20,000</td>
<td class="org-right">2016</td>
<td class="org-left">Microsoft Azure for Research cloud computing grant</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgheadline8" class="outline-2">
<h2 id="orgheadline8">Conference Presentations</h2>
<div class="outline-text-2" id="text-orgheadline8">
<p>
\fullcite{Chastang2017a}<br  />
</p>


<p>
\fullcite{Chastang2017b}<br  />
</p>


<p>
\fullcite{Chastang2016}<br  />
</p>


<p>
\fullcite{Baxter2014}<br  />
</p>


<p>
\fullcite{Chastang2013}
</p>
</div>
</div>
<div id="outline-container-orgheadline9" class="outline-2">
<h2 id="orgheadline9">Teaching Experience</h2>
<div class="outline-text-2" id="text-orgheadline9">
<p>
I instruct yearly at the Unidata summer and fall training workshops.
</p>
</div>
</div>
<div id="outline-container-orgheadline10" class="outline-2">
<h2 id="orgheadline10">Related Professional Skills</h2>
<div class="outline-text-2" id="text-orgheadline10">
<p>
I specialize in scientific data, metadata, analysis and visualization using a variety of programming languages and technologies.
</p>
</div>
</div>
<div id="outline-container-orgheadline11" class="outline-2">
<h2 id="orgheadline11">Languages</h2>
<div class="outline-text-2" id="text-orgheadline11">
<p>
Fluent in English and French
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<a class='source-link' href='./cvorg.org.html'>Source</a>Last updated on Wed Feb  1 17:00:47 2017 &bullet; <a href='http://julienchastang.com'>julienchastang.com</a> by <a href='http://julienchastang.com'>Julien Chastang</a>
</div>
</body>
</html>
